<?php
return [
    'settings_title' => 'Ρυθμίσεις VerseLinker',
    'language_label' => 'Επιλέξτε γλώσσα:',
    'version_label' => 'Επιλέξτε έκδοση:',
    'version_description' => 'Εάν επιλέξετε μια έκδοση που περιλαμβάνει μόνο την Παλαιά ή την Καινή Διαθήκη, οποιαδήποτε αναφορά σε βιβλία που δεν περιλαμβάνονται στην επιλεγμένη έκδοση θα υποβάλλεται σε επεξεργασία χρησιμοποιώντας την προεπιλεγμένη έκδοση. 
    Για παράδειγμα, εάν επιλέξετε μια έκδοση που περιλαμβάνει μόνο την Καινή Διαθήκη και αναφέρεστε στη Γένεση 1:1 (από την Παλαιά Διαθήκη), το σύστημα θα χρησιμοποιήσει αυτόματα την προεπιλεγμένη έκδοση για να ανακτήσει το κείμενο. 
    Αυτό εξασφαλίζει ότι όλες οι αναφορές συνδέονται με ακρίβεια, ακόμη και όταν η επιλεγμένη έκδοση δεν καλύπτει το βιβλίο που αναφέρεται.',
    'plugin_description' => 'Οι ρυθμίσεις του πρόσθετου VerseLinker προσφέρουν έναν εύκολο τρόπο προσαρμογής για το πώς οι βιβλικές αναφορές στον ιστότοπό σας μετατρέπονται αυτόματα σε διαδραστικούς συνδέσμους. 
    Το πρόσθετο αυτό ανιχνεύει τις βιβλικές παραπομπές που δημοσιεύετε (π.χ. Ιωάννης 3:16) και τις μετατρέπει σε συνδέσμους που οδηγούν στο αντίστοιχο απόσπασμα στο Bibliatodo.com. 
    Όταν περάσετε τον δείκτη του ποντικιού πάνω από έναν σύνδεσμο, εμφανίζεται ένα αναδυόμενο παράθυρο με το κείμενο του εδαφίου, επιτρέποντας στους χρήστες να διαβάσουν τη Γραφή χωρίς να εγκαταλείψουν τη σελίδα σας. 
    Εάν ο χρήστης κάνει κλικ στον σύνδεσμο, θα οδηγηθεί στο πλήρες απόσπασμα στο Bibliatodo.com. 
    Με αυτή τη λειτουργία, το VerseLinker βελτιώνει την εμπειρία πλοήγησης διευκολύνοντας την άμεση πρόσβαση στα βιβλικά κείμενα, βοηθώντας τους αναγνώστες σας να εξερευνήσουν τον Λόγο του Θεού χωρίς διακοπές.',
    'save_changes' => 'Αποθήκευση αλλαγών',
    'error_loading_languages' => 'Σφάλμα κατά τη φόρτωση της λίστας γλωσσών. Ελέγξτε εάν το αρχείο <code>/json/idiomas.json</code> υπάρχει και είναι έγκυρο.',
    'complete_bible' => 'Ολόκληρη η Βίβλος (TB)',
    'old_testament' => 'Μόνο Παλαιά Διαθήκη (ΠΔ)',
    'new_testament' => 'Μόνο Καινή Διαθήκη (ΚΔ)',
    'examples_title' => 'Δοκιμάστε το πρόσθετο',
    'examples_description' => 'Περάστε τον δείκτη πάνω από τις επισημασμένες βιβλικές αναφορές παρακάτω για να δείτε πώς λειτουργεί το πρόσθετο.',
    'data_trueTooltip' => 'Ενεργοποίηση tooltip στις βιβλικές αναφορές.',
    'data_trueTooltip_description' => 'Εδώ μπορείτε να ενεργοποιήσετε το tooltip που εμφανίζεται στις βιβλικές αναφορές. Αν και το tooltip προσφέρει έναν βολικό τρόπο για να δείτε το εδάφιο χωρίς να φύγετε από τη σελίδα, η απενεργοποίησή του θα κάνει αυτήν την προεπισκόπηση μη διαθέσιμη. Ενώ αυτό καθαρίζει τη διεπαφή, θα αποτρέψει επίσης τη αυτόματη φόρτωση των πληροφοριών του εδαφίου, που σημαίνει ότι η βιβλική αναφορά θα ζητηθεί μόνο όταν ο χρήστης κάνει κλικ στον σύνδεσμο. Σκεφτείτε αν πραγματικά χρειάζεται να απενεργοποιήσετε αυτήν τη χρήσιμη λειτουργία. Αποεπιλέξτε το πλαίσιο παρακάτω μόνο αν είστε σίγουροι.',
    'data_trueCredit' => 'Εμφάνιση του μηνύματος "Powered by Bibliatodo.com".',
    'data_trueCredit_description' => 'Εδώ μπορείτε να ενεργοποιήσετε το μήνυμα "Powered by Bibliatodo.com", το οποίο εμφανίζεται στο κάτω μέρος του tooltip. Αυτό το μήνυμα βοηθά περισσότερους ανθρώπους να γνωρίσουν αυτό το ευλογημένο εργαλείο. Αν και η απενεργοποίησή του καθαρίζει τη διεπαφή, η διατήρησή του εμφανές υποστηρίζει το έργο και επιτρέπει σε περισσότερους χρήστες να επωφεληθούν από αυτόν τον πόρο. Σας ενθαρρύνουμε να το διατηρήσετε ενεργό για να βοηθήσετε στη διάδοση αυτού του εργαλείου. Αποεπιλέξτε το πλαίσιο μόνο εάν είστε σίγουροι ότι θέλετε να το αποκρύψετε.',
    'tb' => 'Πλήρεις Βίβλοι',
    'solo_at' => 'Μόνο Παλαιά Διαθήκη',
    'solo_nt' => 'Μόνο Καινή Διαθήκη',
    'example_references' => 'Αναζήτηση ανά στίχο: Κατά Ιωάννην 3:16
        Αναζήτηση ανά κεφάλαιο: Ψαλμοί 91
        Κεφάλαια στη σειρά: Ψαλμοί 91-93
        Διαφορετικά κεφάλαια: Ψαλμοί 91,94
        Στίχοι παρακάτω: Εκκλησιαστής 11:1-7
        Στίχοι ανά ομάδες: Εκκλησιαστής 11:1-3,10,5
        Πολλά βιβλία και συνδυασμοί: Κατά Ιωάννην 1:1-4;Κατά Ματθαίον 2:2,6-7',
    'data_trueLinks' => 'Αντικατάσταση υπαρχόντων διευθύνσεων URL αναφορών της Βίβλου',
    'data_trueLinks_description' => 'Ενεργοποιήστε αυτήν την επιλογή για να αντικαταστήσετε αυτόματα τις υπάρχουσες διευθύνσεις URL αναφορών της Βίβλου με τη μορφή VerseLinker. Κάνοντας αυτό, όλες οι αναφορές στον ιστότοπό σας θα επωφεληθούν από τη λειτουργία εργαλείων και άλλες δυνατότητες. Εάν απενεργοποιήσετε αυτό το πλαίσιο επιλογής, το VerseLinker δεν θα μετατρέψει καμία υπάρχουσα διεύθυνση URL, επιτρέποντάς σας να διατηρήσετε τους αρχικούς συνδέσμους ή να χρησιμοποιήσετε ένα διαφορετικό σύστημα αναφοράς. Αποεπιλέξτε αυτό το πλαίσιο μόνο εάν θέλετε πραγματικά να διατηρήσετε ανέπαφες τις τρέχουσες διευθύνσεις URL σας.',
];