<?php
return [
    'settings_title' => 'VerseLinker-ի կարգավորումներ',
    'language_label' => 'Ընտրեք լեզուն․',
    'version_label' => 'Ընտրեք տարբերակը․',
    'version_description' => 'Եթե դուք ընտրում եք տարբերակ, որը ներառում է միայն Հին Կտակարանը կամ Նոր Կտակարանը, ապա բոլոր հղումները գրքերի նկատմամբ, որոնք չեն ընդգրկված ընտրված տարբերակում, կկատարվեն օգտագործելով լռելյայն տարբերակը: 
    Օրինակ՝ եթե ընտրեք տարբերակ, որը ներառում է միայն Նոր Կտակարանը և հղվում եք Ծննդոց 1:1 (Հին Կտակարանից), համակարգը ավտոմատ կերպով կօգտագործի լռելյայն տարբերակը՝ տեքստը ստանալու համար: 
    Սա ապահովում է, որ բոլոր հղումները ճիշտ են կապված, նույնիսկ եթե ընտրված տարբերակը չի ներառում հղված գիրքը:',
    'plugin_description' => 'VerseLinker plugin-ի կարգավորման տարբերակները թույլ են տալիս հեշտությամբ հարմարեցնել, թե ինչպես են ձեր կայքում Աստվածաշնչի հղումները ավտոմատ կերպով վերածվում ինտերակտիվ հղումների: 
    Այս plugin-ը հայտնաբերում է ձեր հրապարակած Աստվածաշնչի հղումները (օրինակ՝ Հովհաննես 3:16) և դրանք վերածում հղումների, որոնք տանում են համապատասխան հատված Bibliatodo.com-ում: 
    Երբ սեղմում եք հղման վրա, հայտնվում է թռուցիկ պատուհան հատվածի տեքստով, որը թույլ է տալիս օգտատերերին կարդալ Սուրբ Գիրքը առանց էջը լքելու: 
    Եթե օգտատերը սեղմում է հղման վրա, նա կուղղորդվի ամբողջական հատվածին Bibliatodo.com-ում: 
    Այս ֆունկցիոնալությամբ VerseLinker-ը բարելավում է նավիգացիոն փորձը՝ հեշտացնելով անմիջական մուտքը Աստվածաշնչի տեքստերին՝ օգնելով ընթերցողներին ուսումնասիրել Աստծո խոսքը առանց ընդհատումների:',
    'save_changes' => 'Պահպանել փոփոխությունները',
    'error_loading_languages' => 'Սխալ լեզուների ցանկը բեռնելիս: Ստուգեք, որ <code>/json/idiomas.json</code> ֆայլը առկա է և վավեր է:',
    'complete_bible' => 'Ամբողջական Աստվածաշունչ (TB)',
    'old_testament' => 'Միայն Հին Կտակարան (AT)',
    'new_testament' => 'Միայն Նոր Կտակարան (NT)',
    'examples_title' => 'Փորձարկեք plugin-ի ֆունկցիոնալությունը',
    'examples_description' => 'Տեղադրեք ցուցիչը ներքևում ընդգծված Աստվածաշնչի հղումների վրա՝ տեսնելու համար, թե ինչպես է աշխատում plugin-ը.',
    'data_trueTooltip' => 'Ակտիվացնել հուշաթերթիկը Աստվածաշնչային հղումների համար։',
    'data_trueTooltip_description' => 'Այստեղ դուք կարող եք ակտիվացնել հուշաթերթիկը, որը հայտնվում է Աստվածաշնչային հղումների վրա։ Չնայած հուշաթերթիկը առաջարկում է հարմարավետ տարբերակ՝ համարը տեսնելու առանց էջը լքելու, եթե այն անջատեք, այս նախադիտումը հասանելի չի լինի։ Թեև սա մաքրում է ինտերֆեյսը, այն նաև կկանխի համարի տեղեկատվության ավտոմատ բեռնումը, ինչը նշանակում է, որ Աստվածաշնչային հղումը կբեռնվի միայն այն ժամանակ, երբ օգտատերը սեղմի հղման վրա։ Մտածեք՝ արդյո՞ք իսկապես անհրաժեշտ է անջատել այս օգտակար գործառույթը։ Ստորև նշված տուփը չնշեք, եթե համոզված չեք։',
    'data_trueCredit' => 'Ցուցադրել "Powered by Bibliatodo.com" հաղորդագրությունը։',
    'data_trueCredit_description' => 'Այստեղ դուք կարող եք ակտիվացնել "Powered by Bibliatodo.com" հաղորդագրությունը, որը հայտնվում է հուշաթերթիկի ներքևի մասում։ Այս հաղորդագրությունը օգնում է ավելի շատ մարդկանց իմանալ այս օրհնված գործիքի մասին։ Չնայած այն անջատելը մաքրում է ինտերֆեյսը, այն տեսանելի պահելը աջակցում է նախագծին և թույլ է տալիս ավելի շատ օգտվողներին օգտվել այս ռեսուրսից։ Մենք խրախուսում ենք ձեզ այն ակտիվ պահել՝ այս գործիքը տարածելու համար։ Միայն այն դեպքում թողեք չնշված, եթե վստահ եք, որ ցանկանում եք այն թաքցնել։',
    'tb' => 'Ամբողջական Աստվածաշունչ',
    'solo_at' => 'Միայն Հին Կտակարան',
    'solo_nt' => 'Միայն Նոր Կտակարան',
    'example_references' => 'Որոնել ըստ հատվածի. ՀՈՎՀԱՆՆԵՍ 3:16
        Որոնում ըստ գլխի՝ ՍԱՂՄՈՍՆԵՐ 91
        Գլուխներ անընդմեջ. ՍԱՂՄՈՍՆԵՐ 91-93
        Տարբեր գլուխներ. ՍԱՂՄՈՍՆԵՐ 91,94
        Ստորև բերված հատվածները. ԺՈՂՈՎՈՂ 11:1-7
        Հատվածներ ըստ խմբերի. ԺՈՂՈՎՈՂ 11:1-3,10,5
        Շատ գրքեր և համակցություններ. ՀՈՎՀԱՆՆԵՍ 1:1-4;Մատթեոս 2:2,6-7
',
    'data_trueLinks' => 'Փոխարինել առկա Աստվածաշնչյան հղումների URL-ները',
    'data_trueLinks_description' => 'Միացրեք այս ընտրանքը, որպեսզի առկա Աստվածաշնչյան հղումների URL-ները ավտոմատ կերպով փոխարինվեն VerseLinker ձևաչափով։ Այդպես անելով՝ ձեր կայքի բոլոր հղումներն օգտվելու են թռուցիկ գործառույթից և այլ հնարավորություններից։ Եթե դուք անջատեք այս ընտրանքը, ապա VerseLinker-ը չի փոխակերպի առկա URL-ները, ինչը թույլ կտա ձեզ պահպանել սկզբնական հղումները կամ օգտագործել այլ հղման համակարգ։ Միայն հանեք այս նշումը, եթե իրապես ցանկանում եք պահպանել ձեր ներկայիս URL-ները առանց փոփոխությունների։',
];