<?php
return [
    'settings_title' => 'VerseLinker सेटिंग्स',
    'language_label' => 'भाषा चुनें:',
    'version_label' => 'संस्करण चुनें:',
    'version_description' => 'यदि आप ऐसा संस्करण चुनते हैं जिसमें केवल पुराना या नया नियम शामिल है, तो चुने गए संस्करण में शामिल न होने वाले किसी भी पुस्तक का संदर्भ डिफ़ॉल्ट संस्करण का उपयोग करके संसाधित किया जाएगा। 
    उदाहरण के लिए, यदि आप ऐसा संस्करण चुनते हैं जिसमें केवल नया नियम शामिल है और उत्पत्ति 1:1 (पुराने नियम से) का संदर्भ देते हैं, तो सिस्टम स्वतः डिफ़ॉल्ट संस्करण का उपयोग करके पाठ पुनः प्राप्त करेगा। 
    यह सुनिश्चित करता है कि सभी संदर्भ सटीक रूप से जुड़े हुए हैं, भले ही चयनित संस्करण संदर्भित पुस्तक को कवर न करे।',
    'plugin_description' => 'VerseLinker प्लगइन की सेटिंग्स आपके वेबसाइट पर बाइबल संदर्भों को स्वचालित रूप से इंटरैक्टिव लिंक्स में बदलने का एक सरल तरीका प्रदान करती हैं। 
    यह प्लगइन आपके द्वारा प्रकाशित बाइबल संदर्भों (उदाहरण के लिए, यूहन्ना 3:16) का पता लगाता है और उन्हें ऐसे लिंक्स में बदल देता है जो संबंधित पद्यांश को Bibliatodo.com पर ले जाते हैं। 
    लिंक पर कर्सर ले जाने पर, एक पॉपअप बॉक्स में उस पद्यांश का पाठ प्रदर्शित होता है, जिससे उपयोगकर्ता बिना पेज छोड़े शास्त्र पढ़ सकते हैं। 
    यदि उपयोगकर्ता लिंक पर क्लिक करता है, तो उसे Bibliatodo.com पर पूर्ण पद्यांश पर ले जाया जाएगा। 
    इस कार्यक्षमता के साथ, VerseLinker ब्राउज़िंग अनुभव को बढ़ाता है और आपके पाठकों को बिना किसी बाधा के परमेश्वर के वचन को खोजने में मदद करता है।',
    'save_changes' => 'परिवर्तन सहेजें',
    'error_loading_languages' => 'भाषाओं की सूची लोड करने में त्रुटि। कृपया सुनिश्चित करें कि <code>/json/idiomas.json</code> फ़ाइल मौजूद है और मान्य है।',
    'complete_bible' => 'संपूर्ण बाइबल (TB)',
    'old_testament' => 'केवल पुराना नियम (AT)',
    'new_testament' => 'केवल नया नियम (NT)',
    'examples_title' => 'प्लगइन की कार्यक्षमता का परीक्षण करें',
    'examples_description' => 'नीचे हाइलाइट किए गए बाइबल संदर्भों पर कर्सर ले जाकर देखें कि प्लगइन कैसे काम करता है।',
    'data_trueTooltip' => 'बाइबिल संदर्भेषु टूलटिप् सक्रियं कुरु।',
    'data_trueTooltip_description' => 'अत्र त्वं बाइबिल-संदर्भेषु दृश्यं टूलटिप् सक्रियं कर्तुं शक्नोषि। यद्यपि टूलटिप् पृष्ठं विना श्लोकं द्रष्टुं सुलभं मार्गं प्रददाति, परन्तु निष्क्रियं कुर्वन् एषा पूर्वावलोकनं उपलब्धं न भविष्यति। यद्यपि एषा सुविधायाः स्वच्छता ददाति, तथापि एषः स्वचालितः श्लोकस्य जानकारीं निषिद्धं करिष्यति, यत् दर्शयति यत् बाइबिल-संदर्भः केवलं यदा उपयोक्ता सङ्केतस्य उपरि क्लिक् करिष्यति तदा अनुरोध्यते। यदि त्वं एतद् उपयोगी सुविधां निष्क्रियं कर्तुं इच्छसि, तर्हि मननं कुरु। केवलं तदा अधोलिखितं चिह्नं अपाकुरु यदि त्वं निश्चितं असि।',
    'data_trueCredit' => 'सन्देशं दर्शय "Powered by Bibliatodo.com".',
    'data_trueCredit_description' => 'अत्र त्वं "Powered by Bibliatodo.com" इत्यस्य सन्देशं सक्रियं कर्तुं शक्नोषि, यः टूलटिप् अन्ते दृश्यते। एषः सन्देशः अन्येभ्यः एषां साधनस्य ज्ञाने साहाय्यं करोति। यद्यपि एतस्य निष्क्रियं कृत्वा स्वरूपं स्वच्छं भवति, तथापि एषः परियोजनां समर्थयति तथा च अधिकाः उपयोक्तारः एतस्मिन् साधने लाभं प्राप्नुवन्ति। अस्माकं प्रेरणा अस्ति यत् एषं सक्रियं कृत्वा एतस्य साधनस्य प्रचारं करणीयम्। यदि त्वं निश्चितं असि यत् एषं गोपनीयं कर्तुं इच्छसि, तर्हि केवलं अधोलिखितं चिह्नं अपाकुरु।',
    'tb' => 'संपूर्ण बाइबल',
    'solo_at' => 'केवल पुराना नियम',
    'solo_nt' => 'केवल नया नियम',
    'example_references' => 'श्लोक-अन्वेषणम् योहन 3:16
        अध्याय-अन्वेषणम्: 1 कुरिन्थियों 5
        क्रमाध्यायः 1 कुरिन्थियों 1-3
        भिन्न-अध्यायः मार्क 4,6
        क्रम-श्लोकः मत्ती 5:1-10
        समूह-श्लोकः मत्ती 5:1-3,10,5
        विविध-पुस्तक-श्लोक-संयोजनम्: प्रेरिता 1:1-4;मत्ती 2:2,6-7',
    'data_trueLinks' => 'विद्यमानं बाइबिल् संदर्भ-यूआरएल प्रतिस्थापयतु।',
    'data_trueLinks_description' => 'एषा विकल्पः सक्रियं कुर्वन्तु येन स्वयमेव विद्यमानं बाइबिल् संदर्भ-यूआरएल VerseLinker-रूपेण प्रतिस्थाप्यते। एवं कृत्वा, भवतः जालपृष्ठे सर्वे संदर्भाः सूचना-लक्षणेन च अन्यैः कार्यैः लाभं प्राप्स्यन्ति। यदि भवतः एषः चेक्बॉक्स् निष्क्रियं कुर्यात्, तर्हि VerseLinker किंचित् अपि विद्यमानं यूआरएल परिवर्तयिष्यति, तथा च भवतः मौलिकान् सम्बद्धान् रक्षितुं अथवा अन्यं संदर्भ-प्रणालिं उपयोगाय अवसरं दास्यति। यदि सत्यं भवतः वर्तमानं यूआरएल संरक्षितुं इच्छति, तर्हि एव एतत् निष्क्रियं कुर्यात्।',
];