<?php
return [
    'settings_title' => 'VerseLinker መቼት ቅንብር',
    'language_label' => 'ቋንቋ ምረጥ:',
    'version_label' => 'ስሪት ምረጥ:',
    'version_description' => 'እንደ አማራጭ የተመረጠ ስሪት በአማራጭ ውስጥ ከተመለከተ መጽሐፍ አንዱን ብቻ ቢይዝ፣ ሌላ ስሪት እንደ መነሻ ይጠቀማል። 
    ምሳሌ፣ የአዲስ ኪዳንን ብቻ የሚይዝ ስሪት ብትምረጥ፣ እና ስም ዘነስስ 1፡1 (ከዳር ኪዳን) ብታስቀምጥ፣ በስሪት መነሻ ስሪት መሠረት ትታገዳለች። 
    እንዲሁ በተመረጠው ስሪት ውስጥ የማይሸፍኑትን መጽሐፎች ይህ መድረክ ሁሉንም እንዲገነባ ያደርጋል።',
    'plugin_description' => 'የVerseLinker መድረኩ በድርጅቶች ላይ የተሳለችን የመጽሐፍ ቅርጽ ማሳያዎችን በሚገባ ማካተትና መቆጣጠር የሚሰጥ የቀላል ምርጫ ነው። 
    ይህ መድረክ የሚይዙ አንኳኳዎችን (ምሳሌ፣ ዮሐንስ 3፡16) ይቀንሳልና በBibliatodo.com እንዲቀጠሉና እንዲነገሩ ትኩረት ይሰጣል። 
    እዚህ በሚሆን በሚያንስ መልክ፣ እያንዳንዱን ማነጽረያውን ተያይዞ መቃል ተቀባይነት አጋርዋል።',
    'save_changes' => 'ለውጦቹን አስቀምጥ',
    'error_loading_languages' => 'ቋንቋ ዝርዝርን በመጫን ላይ ስህተት አጋጥሟል። እባኮትን <code>/json/idiomas.json</code> ፋይሉ ወቅት እንደሆነና እንደሚገኝ ያረጋግጡ።',
    'complete_bible' => 'ሙሉ መጽሐፍ (TB)',
    'old_testament' => 'እንቁላሎቹን አንዱ ብቻ (AT)',
    'new_testament' => 'አዲስ ኪዳን (NT)',
    'examples_title' => 'የመድረኩን ሥርዓት ምሳሌ እይ',
    'examples_description' => 'ከታች ያሉትን በተጠቃሚ ነገር ያለቀር ቅርናሻዎችን በመቆየት የመድረኩን እንዴት እንደሚሰራ ይመልከቱ።',
    'data_trueTooltip' => 'በመጽሐፍ ቅዱስ ማጣቀሻዎች ውስጥ የሚታይ መሰንቆን አንቃ።',
    'data_trueTooltip_description' => 'እዚህ በመጽሐፍ ቅዱስ ማጣቀሻዎች ውስጥ የሚታየውን መሰንቆ ማንቃት ይችላሉ። መሰንቆው የአዲስ ገጽ ሳይከፈት ቅድሚያ በተደረገ መልኩ እትም ማየት ቢያስችልም፣ ይህን ማጥፋት ማይታየውን የአስተዳደሩን መልክ ያስወግደዋል። በተጨማሪም፣ የአውታረ መረብ ላይ ያለውን መረጃ በራሱ ማቅረብ አይቻልም፣ ስለዚህ ማጣቀሻውን በመጫን ብቻ ይታያል። ይህን ጠቃሚ ተቆርጦ እንዳይቀር አስተውሉ። ይህን ማጥፋት ከፈለጉ የተደረገውን ሳጥኑን ተከዝ፡፡',
    'data_trueCredit' => 'መልእክቱን "Powered by Bibliatodo.com" አሳይ።',
    'data_trueCredit_description' => 'እዚህ "Powered by Bibliatodo.com" የሚለውን መልእክት ማሳየት ይችላሉ፣ ይህም በመሰንቆው ታችኛው ክፍል ውስጥ ይታያል። ይህ መልእክት ሌሎች ሰዎች ይህን ጠቃሚ መሳሪያ እንዲያውቁ ይረዳል። ማጥፋቱ የመገለጫውን የተወገደ ማድረግ ቢያስችልም፣ ይህን ማሳየት በዚህ የተሳተፉ ሰዎችን ይረዳል። ይህን የማሳየት ምልክት ማጥፋት ከፈለጉ በተደረገው ሳጥን ምልክቱን አይሞሉ፡፡',
    'tb' => 'ሙሉ መጽሐፍ',
    'solo_at' => 'እንቁላሎቹን ብቻ',
    'solo_nt' => 'አዲስ ኪዳን',
    'example_references' => 'በግጥም ፈልግ፡- ዮሐንስ 3:16
        በምዕራፍ ፈልግ፡- መዝሙር 91
        በተከታታይ ምዕራፎች፡- መዝሙር 91-93
        የተለያዩ ክፍሎች: መዝሙር 91,94
        ከታች ያሉት ጥቅሶች፡- መክብብ 11:1-7
        ጥቅሶች በቡድን፡- መክብብ 11:1-3,10,5
        ብዙ መጽሐፍት እና ጥምረት፡- ዮሐንስ 1:1-4;ማቴዎስ 2:2,6-7',
    'data_trueLinks' => 'ነባር የመጽሐፍ ቅዱስ ማጣቀሻ ዩአርኤሎችን ተካ',
    'data_trueLinks_description' => '**ይህን አማራጭ እንዲሆን አድርጉ በተሳካ መልኩ የመጽሐፍ ቅዱስ ማጣቀሻ ዩአርኤሎችን በVerseLinker ቅርጸት እንዲተካ የሚያደርግ ነው። ይህን በማድረግ በድርድሩ ላይ ያሉ ሁሉም ማጣቀሻዎች የመሣሪያ መረጃ እና ሌሎች ስርዓቶችን ይጠቀሙበታል። ይህን ምልክት ሳይሆን በማድረግ ፣ VerseLinker ማንኛውንም ነባር ዩአርኤል ማስተካከያ አይሰራም ፣ የዚህን የመጠቀሚያ ሥርዓት ማስቀመጥ ወይም ሌላ የማጣቀሻ ሥርዓት መጠቀም ይቻላል። የአሁን ዩአርኤሎችን እንደተሆኑ ለመቀጠል ብቻ ይህን ምልክት አያዝሉ።',
];