<?php
return [
    'settings_title' => 'Настройки на VerseLinker',
    'language_label' => 'Изберете език:',
    'version_label' => 'Изберете версия:',
    'version_description' => 'Ако изберете версия, която включва само Стария или Новия Завет, всяка препратка към книги, които не са включени в избраната версия, ще бъде обработена чрез използване на подразбиращата се версия. 
    Например, ако изберете версия, която включва само Новия Завет, и направите препратка към Битие 1:1 (от Стария Завет), системата автоматично ще използва подразбиращата се версия, за да извлече текста. 
    Това гарантира, че всички препратки са точно свързани, дори когато избраната версия не покрива книгата, към която се препраща.',
    'plugin_description' => 'Настройките на плъгина VerseLinker предлагат лесен начин за персонализиране как библейските препратки на вашия уебсайт автоматично се преобразуват в интерактивни връзки. 
    Този плъгин открива публикуваните от вас библейски цитати (например Йоан 3:16) и ги превръща във връзки, които водят към съответния пасаж в Bibliatodo.com. 
    При поставяне на курсора върху връзка се показва изскачащ прозорец с текста на стиха, което позволява на потребителите да прочетат Писанието, без да напускат страницата ви. 
    Ако потребителят кликне върху връзката, той ще бъде насочен към пълния пасаж в Bibliatodo.com. 
    С тази функционалност VerseLinker подобрява навигацията, като осигурява незабавен достъп до библейските текстове и помага на вашите читатели да изследват Божието Слово без прекъсвания.',
    'save_changes' => 'Запазете промените',
    'error_loading_languages' => 'Грешка при зареждане на списъка с езици. Уверете се, че файлът <code>/json/idiomas.json</code> съществува и е валиден.',
    'complete_bible' => 'Цялата Библия (TB)',
    'old_testament' => 'Само Стария Завет (AT)',
    'new_testament' => 'Само Новия Завет (NT)',
    'examples_title' => 'Тествайте функционирането на плъгина',
    'examples_description' => 'Поставете курсора върху подчертаните библейски препратки по-долу, за да видите как работи плъгинът.',
    'data_trueTooltip' => 'Активиране на изскачащия балон в библейските препратки.',
    'data_trueTooltip_description' => 'Тук можете да активирате изскачащия балон, който се появява в библейските препратки. Въпреки че изскачащият балон предлага удобен начин да видите стиха, без да напускате страницата, ако го деактивирате, този преглед няма да бъде наличен. Въпреки че това почиства интерфейса, то също ще попречи на автоматичното зареждане на информацията за стиха, което означава, че библейската препратка ще се изисква само когато потребителят кликне върху връзката. Помислете дали наистина трябва да деактивирате тази полезна функция. Премахнете отметката от полето по-долу само ако сте сигурни.',
    'data_trueCredit' => 'Показване на съобщението "Powered by Bibliatodo.com".',
    'data_trueCredit_description' => 'Тук можете да активирате съобщението "Powered by Bibliatodo.com", което се появява в долната част на изскачащия балон. Това съобщение помага на повече хора да научат за този полезен инструмент. Въпреки че неговото деактивиране изчиства интерфейса, поддържането му видимо подкрепя проекта и позволява на повече потребители да се възползват от този ресурс. Насърчаваме ви да го активирате, за да помогнете за разпространението на този инструмент. Оставете полето без отметка само ако сте сигурни, че искате да го скриете.',
    'tb' => 'Цели Библии',
    'solo_at' => 'Само Стария Завет',
    'solo_nt' => 'Само Новия Завет',
    'example_references' => 'Търсене по стих: Йоан 3:16
        Търсене по глава: Псалми 91
        Глави подред: Псалми 91-93
        Различни глави: Псалми 91,94
        Стихове по-долу: Еклисиаст 11:1-7
        Стихове по групи: Еклисиаст 11:1-3,10,5
        Много книги и комбинации: Йоан 1:1-4;Матей 2:2,6-7',
    'data_trueLinks' => 'Заменете съществуващите URL адреси за библейски препратки',
    'data_trueLinks_description' => 'Активирайте тази опция, за да замените автоматично съществуващите URL адреси за библейски препратки с формата VerseLinker. По този начин всички препратки на вашия сайт ще се възползват от функцията за изскачащи подсказки и други функционалности. Ако деактивирате тази отметка, VerseLinker няма да преобразува съществуващите URL адреси, което ще ви позволи да запазите оригиналните връзки или да използвате различна система за препратки. Махнете отметката само ако наистина искате да запазите текущите си URL адреси непроменени.',
];