<?php
return [
    'settings_title' => 'VerseLinker کی ترتیبات',
    'language_label' => 'زبان منتخب کریں:',
    'version_label' => 'ورژن منتخب کریں:',
    'version_description' => 'اگر آپ ایسا ورژن منتخب کرتے ہیں جو صرف پرانے یا نئے عہد نامے پر مشتمل ہو، تو ایسی کسی بھی حوالہ جات کو ڈیفالٹ ورژن کے ساتھ پروسیس کیا جائے گا جو منتخب ورژن میں شامل نہیں ہیں۔ 
    مثال کے طور پر، اگر آپ ایسا ورژن منتخب کرتے ہیں جو صرف نئے عہد نامے پر مشتمل ہو اور آپ پیدائش 1:1 (پرانے عہد نامے سے) کا حوالہ دیتے ہیں، تو سسٹم خود بخود ڈیفالٹ ورژن کا استعمال کرے گا۔ 
    اس سے یقینی بنتا ہے کہ تمام حوالہ جات درست طریقے سے منسلک ہوں، چاہے منتخب ورژن کتاب کو شامل نہ کرتا ہو۔',
    'plugin_description' => 'VerseLinker پلگ ان کی ترتیبات آپ کے ویب سائٹ پر بائبل حوالہ جات کو انٹرایکٹو لنکس میں تبدیل کرنے کے لیے آسان طریقہ فراہم کرتی ہیں۔ 
    یہ پلگ ان آپ کے شائع کردہ بائبل حوالہ جات (مثلاً یوحنا 3:16) کو پہچانتا ہے اور ان کو Bibliatodo.com پر متعلقہ اقتباس کے لنکس میں تبدیل کرتا ہے۔ 
    جب صارف لنک پر کرسر لے جاتا ہے تو ایک پاپ اپ باکس میں آیت کا متن دکھایا جاتا ہے، جو صارف کو صفحہ چھوڑے بغیر متن کو پڑھنے دیتا ہے۔ 
    اگر صارف لنک پر کلک کرتا ہے تو وہ Bibliatodo.com پر مکمل حوالہ دیکھنے کے لیے ری ڈائریکٹ ہو جاتا ہے۔ 
    یہ فعالیت صارفین کو بغیر کسی رکاوٹ کے خدا کے کلام کو دریافت کرنے میں مدد دیتی ہے۔',
    'save_changes' => 'تبدیلیاں محفوظ کریں',
    'error_loading_languages' => 'زبانوں کی فہرست لوڈ کرنے میں خرابی۔ براہ کرم یقینی بنائیں کہ <code>/json/idiomas.json</code> فائل موجود اور درست ہے۔',
    'complete_bible' => 'مکمل بائبل (TB)',
    'old_testament' => 'صرف پرانا عہد نامہ (AT)',
    'new_testament' => 'صرف نیا عہد نامہ (NT)',
    'examples_title' => 'پلگ ان کے کام کو آزمائیں',
    'examples_description' => 'نیچے دیے گئے نمایاں بائبل حوالہ جات پر کرسر لے جا کر پلگ ان کا کام دیکھیں۔',
    'data_trueTooltip' => 'بائبل حوالہ جات میں ٹول ٹِپ کو فعال کریں۔',
    'data_trueTooltip_description' => 'یہاں آپ بائبل حوالہ جات میں ظاہر ہونے والے ٹول ٹِپ کو فعال کر سکتے ہیں۔ اگرچہ ٹول ٹِپ آیت کو صفحہ چھوڑے بغیر دیکھنے کا ایک آسان طریقہ فراہم کرتا ہے، لیکن اگر آپ اسے غیر فعال کرتے ہیں تو یہ پیش نظارہ دستیاب نہیں ہوگا۔ اگرچہ اس سے انٹرفیس صاف ہو جاتا ہے، لیکن یہ آیت کی معلومات کو خود بخود لوڈ ہونے سے بھی روکے گا، جس کا مطلب ہے کہ بائبل حوالہ صرف اس وقت طلب کیا جائے گا جب صارف لنک پر کلک کرے گا۔ غور کریں کہ کیا آپ واقعی اس مفید خصوصیت کو غیر فعال کرنا چاہتے ہیں۔ صرف اس صورت میں نیچے دیے گئے باکس کو غیر نشان زد کریں جب آپ پُر یقین ہوں۔',
    'data_trueCredit' => 'پیغام "Powered by Bibliatodo.com" دکھائیں۔',
    'data_trueCredit_description' => 'یہاں آپ پیغام "Powered by Bibliatodo.com" کو فعال کر سکتے ہیں، جو ٹول ٹِپ کے نیچے ظاہر ہوتا ہے۔ یہ پیغام مزید لوگوں کو اس برکت کے ذریعہ سے واقف کرانے میں مدد دیتا ہے۔ اگرچہ اسے غیر فعال کرنے سے انٹرفیس صاف ہو جاتا ہے، لیکن اسے فعال رکھنے سے یہ منصوبہ سپورٹ ہوتا ہے اور مزید صارفین اس ذریعہ سے فائدہ اٹھا سکتے ہیں۔ ہم آپ کو اسے فعال رکھنے کی ترغیب دیتے ہیں تاکہ اس ذریعہ کو پھیلانے میں مدد ملے۔ صرف اس صورت میں باکس کو غیر نشان زد کریں جب آپ یقینی طور پر اسے چھپانا چاہتے ہیں۔',
    'tb' => 'مکمل بائبل',
    'solo_at' => 'صرف پرانا عہد نامہ',
    'solo_nt' => 'صرف نیا عہد نامہ',
    'example_references' => 'آیت کے ذریعہ تلاش کریں: یوحنا 3:16
        باب کے لحاظ سے تلاش کریں: زبور 91
        ایک قطار میں ابواب: زبور 91-93
        مختلف ابواب: زبور 91,94
        درج ذیل آیات: واعظ 11:1-7
        آیات بذریعہ گروہ: واعظ 11:1-3,10,5
        بہت سی کتابیں اور مجموعہ: یوحنا 1:1-4;متی 2:2,6-7',
    'data_trueLinks' => 'موجودہ بائبل حوالہ جات کے URLs کو تبدیل کریں',
    'data_trueLinks_description' => 'اس آپشن کو فعال کریں تاکہ موجودہ بائبل حوالہ جات کے URLs خود بخود VerseLinker فارمیٹ میں تبدیل ہو جائیں۔ ایسا کرنے سے، آپ کی ویب سائٹ پر تمام حوالہ جات ٹول ٹِپ فیچر اور دیگر خصوصیات سے فائدہ اٹھائیں گے۔ اگر آپ اس چیک باکس کو غیر فعال کرتے ہیں، تو VerseLinker کسی بھی موجودہ URLs کو تبدیل نہیں کرے گا، جس سے آپ کو اصل لنکس کو محفوظ رکھنے یا کسی اور حوالہ جاتی نظام کو استعمال کرنے کی سہولت ملے گی۔ اس چیک باکس کو صرف اسی صورت میں غیر فعال کریں جب آپ واقعی اپنے موجودہ URLs کو بغیر کسی تبدیلی کے محفوظ رکھنا چاہتے ہیں۔',
];