<?php
return [
    'settings_title' => 'VerseLinker এর সেটিংস',
    'language_label' => 'ভাষা নির্বাচন করুন:',
    'version_label' => 'সংস্করণ নির্বাচন করুন:',
    'version_description' => 'যদি আপনি এমন একটি সংস্করণ নির্বাচন করেন যেখানে শুধুমাত্র পুরাতন বা নতুন নিয়ম অন্তর্ভুক্ত থাকে, তবে সেই সংস্করণে অন্তর্ভুক্ত না থাকা বইগুলোর রেফারেন্স ডিফল্ট সংস্করণ ব্যবহার করে প্রক্রিয়া করা হবে। 
    উদাহরণস্বরূপ, যদি আপনি এমন একটি সংস্করণ বেছে নেন যা শুধুমাত্র নতুন নিয়ম অন্তর্ভুক্ত করে এবং উক্তি দেন উৎপত্তি ১:১ (যা পুরাতন নিয়মের অন্তর্গত), তাহলে সিস্টেম স্বয়ংক্রিয়ভাবে ডিফল্ট সংস্করণ ব্যবহার করবে। 
    এটি নিশ্চিত করে যে সমস্ত রেফারেন্স যথাযথভাবে সংযুক্ত থাকে, এমনকি নির্বাচিত সংস্করণটি উল্লেখিত বইটি না কভার করলেও।',
    'plugin_description' => 'VerseLinker প্লাগইনের সেটিংস অপশনগুলো আপনার ওয়েবসাইটে বাইবেলের রেফারেন্সগুলো স্বয়ংক্রিয়ভাবে ইন্টারেক্টিভ লিংকে রূপান্তরিত করার একটি সহজ উপায় প্রদান করে। 
    এই প্লাগইনটি আপনি যে বাইবেলের উদ্ধৃতি পোস্ট করেন (যেমন, যোহন ৩:১৬) তা সনাক্ত করে এবং সেগুলোকে লিংকে রূপান্তরিত করে যা Bibliatodo.com এ সংশ্লিষ্ট প্যাসেজে নিয়ে যায়। 
    লিংকের উপর কার্সর রাখলে একটি পপআপ বক্সে ঐ পদটির পাঠ্য প্রদর্শিত হয়, যা ব্যবহারকারীদের আপনার পৃষ্ঠা ছাড়াই বাইবেলের পাঠ পড়তে দেয়। 
    ব্যবহারকারী যদি লিংকে ক্লিক করেন, তবে তারা Bibliatodo.com এ পুরো প্যাসেজে নিয়ে যাওয়া হবে। 
    এই কার্যকারিতার মাধ্যমে, VerseLinker ব্রাউজিং অভিজ্ঞতাকে উন্নত করে, বাইবেলের পাঠগুলিতে অবিচ্ছিন্নভাবে প্রবেশাধিকার প্রদান করে।',
    'save_changes' => 'পরিবর্তনগুলি সংরক্ষণ করুন',
    'error_loading_languages' => 'ভাষার তালিকা লোড করতে ত্রুটি হয়েছে। নিশ্চিত করুন যে <code>/json/idiomas.json</code> ফাইলটি বিদ্যমান এবং বৈধ।',
    'complete_bible' => 'সম্পূর্ণ বাইবেল (TB)',
    'old_testament' => 'শুধু পুরাতন নিয়ম (AT)',
    'new_testament' => 'শুধু নতুন নিয়ম (NT)',
    'examples_title' => 'প্লাগইনের কার্যকারিতা পরীক্ষা করুন',
    'examples_description' => 'প্লাগইনের কার্যকারিতা দেখতে নিচের হাইলাইট করা বাইবেলের রেফারেন্সগুলোর উপর কার্সর রাখুন।',
    'data_trueTooltip' => 'বাইবেলের রেফারেন্সে টুলটিপ সক্রিয় করুন।',
    'data_trueTooltip_description' => 'এখানে আপনি বাইবেলের রেফারেন্সগুলিতে প্রদর্শিত টুলটিপ সক্রিয় করতে পারেন। যদিও এই টুলটিপ আপনাকে পৃষ্ঠাটি না ছাড়াই আয়াতটি দেখার সুবিধা দেয়, এটি নিষ্ক্রিয় করলে এই প্রাকদর্শনটি আর উপলব্ধ থাকবে না। এটি ইন্টারফেসকে পরিষ্কার করে তুলতে পারে, তবে এটি স্বয়ংক্রিয়ভাবে আয়াতের তথ্য লোড হওয়া বন্ধ করে দেবে, যার মানে বাইবেলের রেফারেন্সটি তখনই অনুরোধ করা হবে যখন ব্যবহারকারী লিঙ্কে ক্লিক করবেন। আপনি কি সত্যিই এই দরকারী বৈশিষ্ট্যটি নিষ্ক্রিয় করতে চান তা বিবেচনা করুন। কেবলমাত্র যদি আপনি নিশ্চিত হন তবে নিচের বাক্সটি আনচেক করুন।',
    'data_trueCredit' => 'বার্তা "Powered by Bibliatodo.com" প্রদর্শন করুন।',
    'data_trueCredit_description' => 'এখানে আপনি "Powered by Bibliatodo.com" বার্তাটি সক্রিয় করতে পারেন, যা টুলটিপের নীচের অংশে প্রদর্শিত হয়। এই বার্তাটি আরও মানুষকে এই আশীর্বাদপূর্ণ সরঞ্জাম সম্পর্কে জানতে সহায়তা করে। যদিও এটি নিষ্ক্রিয় করলে ইন্টারফেস পরিষ্কার হয়, এটি প্রকল্পটিকে সমর্থন করে এবং আরও ব্যবহারকারীদের এই সংস্থান থেকে উপকৃত হতে দেয়। এই সরঞ্জামটি প্রচারে সাহায্য করতে এটি সক্রিয় রাখার জন্য আমরা আপনাকে উৎসাহিত করি। আপনি যদি এটি লুকাতে চান তবে কেবলমাত্র বাক্সটি আনচেক করুন।',
    'tb' => 'সম্পূর্ণ বাইবেল',
    'solo_at' => 'শুধু পুরাতন নিয়ম',
    'solo_nt' => 'শুধু নতুন নিয়ম',
    'example_references' => 'শ্লোক দ্বারা অনুসন্ধান করুন: যোহন 3:16
        অধ্যায় দ্বারা অনুসন্ধান করুন: গীত 91
        একটি সারিতে অধ্যায়: গীত 91-93
        বিভিন্ন অধ্যায়: গীত 91,94
        নীচের আয়াত: উপ 11:1-7
        গোষ্ঠী অনুসারে আয়াত: উপ 11:1-3,10,5
        অনেক বই এবং সংমিশ্রণ: যোহন 1:1-4;মথি 2:2,6-7',
    'data_trueLinks' => 'বিদ্যমান বাইবেলের রেফারেন্স URL গুলি প্রতিস্থাপন করুন',
    'data_trueLinks_description' => 'এই বিকল্পটি সক্রিয় করুন যাতে বিদ্যমান বাইবেলের রেফারেন্স URL গুলি স্বয়ংক্রিয়ভাবে VerseLinker বিন্যাসে প্রতিস্থাপিত হয়। এটি করলে, আপনার সাইটের সমস্ত রেফারেন্স টুলটিপ বৈশিষ্ট্য এবং অন্যান্য ফাংশনের সুবিধা পাবে। যদি আপনি এই চেকবক্সটি নিষ্ক্রিয় করেন, তাহলে VerseLinker কোনও বিদ্যমান URL পরিবর্তন করবে না, যার ফলে আপনি মূল লিঙ্কগুলি সংরক্ষণ করতে পারবেন বা অন্য কোনও রেফারেন্সিং সিস্টেম ব্যবহার করতে পারবেন। শুধুমাত্র তখনই এই চেকবক্সটি আনচেক করুন, যদি আপনি সত্যিই আপনার বর্তমান URL গুলি অপরিবর্তিত রাখতে চান।',
];