<?php
return [
    'settings_title' => 'ការកំណត់ VerseLinker',
    'language_label' => 'ជ្រើសរើសភាសា៖',
    'version_label' => 'ជ្រើសរើសជំនាន់៖',
    'version_description' => 'បើសិនជាអ្នកជ្រើសរើសជំនាន់ដែលមានតែគម្ពីរសញ្ញាចាស់ ឬសញ្ញាថ្មី បញ្ជីណាមួយដែលមិនមានក្នុងជំនាន់ដែលបានជ្រើសរើស នឹងត្រូវបានដំណើរការដោយប្រើជំនាន់លំនាំដើម។ 
    ឧទាហរណ៍៖ បើសិនជាអ្នកជ្រើសរើសជំនាន់ដែលមានតែគម្ពីរសញ្ញាថ្មី ហើយយោងទៅលើប៉ាឡែននៃសញ្ញាចាស់ (សូហ្វិក ១:១) ប្រព័ន្ធនឹងប្រើជំនាន់លំនាំដើមដោយស្វ័យប្រវត្តិ។',
    'plugin_description' => 'ការកំណត់ផ្លុក VerseLinker ផ្តល់ឱ្យអ្នកនូវវិធីសាមញ្ញដើម្បីប្តូរបែបបទការបង្ហាញនៅលើគេហទំព័ររបស់អ្នក។',
    'save_changes' => 'រក្សាទុកការផ្លាស់ប្តូរ',
    'error_loading_languages' => 'មានកំហុសនៅក្នុងការផ្ទុកបញ្ជីភាសា។ សូមត្រួតពិនិត្យឯកសារ <code>/json/idiomas.json</code>។',
    'complete_bible' => 'គម្ពីរបូព៌ា (TB)',
    'old_testament' => 'សញ្ញាចាស់ (AT)',
    'new_testament' => 'សញ្ញាថ្មី (NT)',
    'examples_title' => 'សាកល្បងផ្លុក',
    'examples_description' => 'បង្ហាញការងាររបស់ផ្លុកដោយលើសលើតួលេខ។',
    'data_trueTooltip' => 'បើកការបង្ហាញព័ត៌មានជាវិចិត្រសន្ដិ៍ក្នុងការដាក់យោងព្រះគម្ពីរ។',
    'data_trueTooltip_description' => 'នៅទីនេះ អ្នកអាចបើកការបង្ហាញព័ត៌មានជាវិចិត្រសន្ដិ៍ដែលលេចឡើងនៅក្នុងការដាក់យោងព្រះគម្ពីរ។ ទោះបីជា វិចិត្រសន្ដិ៍ផ្តល់នូវវិធីងាយស្រួលមើលបទព្រះគម្ពីរ ដោយមិនចាំបាច់ចាកចេញពីទំព័រនេះក៏ដោយ ក៏ការមិនបើកវាក្នុងករណីនេះនឹងធ្វើឱ្យមិនមានការមើលមុនបាន។ ទោះបីបំផុសអោយចំណុចប្រទាក់ល្អស្អាតក៏ដោយ ការមិនបើកនេះនឹងផ្អាកការផ្ទុកព័ត៌មានបទព្រះគម្ពីរដោយស្វ័យប្រវត្តិ ដែលមានន័យថាការដាក់យោងនឹងត្រូវបានស្នើរ នៅពេលដែលអ្នកប្រើប្រាស់ចុចលើតំណនោះ។ សូមពិចារណាថាតើអ្នកត្រូវការបិទមុខងារបានប្រយោជន៍នេះឬទេ។ សូមយកសញ្ញាគូសចេញនៅខាងក្រោម ដូចបើអ្នកប្រាកដ។',
    'data_trueCredit' => 'បង្ហាញសារ "Powered by Bibliatodo.com"។',
    'data_trueCredit_description' => 'នៅទីនេះ អ្នកអាចបើកសារ "Powered by Bibliatodo.com" ដែលបង្ហាញនៅផ្នែកខាងក្រោមនៃវិចិត្រសន្ដិ៍។ សារនេះជួយឱ្យមនុស្សជាច្រើនទៀតស្គាល់ឧបករណ៍ដ៏ប្រសិទ្ធនេះ។ ទោះបីជាការបិទវាក៏ធ្វើឱ្យចំណុចប្រទាក់ស្អាតជាងមុនក៏ដោយ ការរក្សាវាបើកនឹងជួយគាំទ្រគម្រោង និងអាចឱ្យអ្នកប្រើប្រាស់ច្រើនទៀតទទួលបានអត្ថប្រយោជន៍ពីធនធាននេះ។ យើងលើកទឹកចិត្តឱ្យអ្នកបើកវា ដើម្បីជួយផ្សព្វផ្សាយឧបករណ៍នេះ។ សូមទុកសញ្ញាគូសចេញបើអ្នកប្រាកដថាចង់លាក់វា។',
    'tb' => 'គម្ពីរស្ថិតស្ថេរភាព',
    'solo_at' => 'សញ្ញាចាស់',
    'solo_nt' => 'សញ្ញាថ្មី',
    'example_references' => 'ស្វែងរក​តាម​ខ​: យ៉ូហាន 3:16
        ស្វែងរកតាមជំពូក៖ ទំនុកតម្កើង 91
        ជំពូក​ជា​ជួរ​: ទំនុកតម្កើង 91-93
        ជំពូកផ្សេងៗគ្នា៖ ទំនុកតម្កើង 91,94
        ខគម្ពីរខាងក្រោម៖ សាស្តា 11:1-7
        ខគម្ពីរតាមក្រុម៖ សាស្តា 11:1-3,10,5
        សៀវភៅ និងបន្សំជាច្រើន៖ យ៉ូហាន 1:1-4;ម៉ាថាយ 2:2,6-7',
    'data_trueLinks' => 'ជំនួស URL យោងព្រះគម្ពីរដែលមានស្រាប់',
    'data_trueLinks_description' => 'បើកជម្រើសនេះដើម្បីជំនួស URL យោងព្រះគម្ពីរដែលមានស្រាប់ដោយស្វ័យប្រវត្តិជាមួយទ្រង់ទ្រាយ VerseLinker។ ដោយធ្វើដូច្នេះ អ្នកនឹងអាចទទួលបានអត្ថប្រយោជន៍ពីលក្ខណៈពិសេស tooltip និងមុខងារផ្សេងៗទៀតនៅលើគេហទំព័ររបស់អ្នក។ ប្រសិនបើអ្នកបិទប្រអប់នេះ, VerseLinker នឹងមិនបម្លែង URL ដែលមានស្រាប់ទេ ហើយអ្នកអាចរក្សាទុកតំណភ្ជាប់ដើម ឬប្រើប្រព័ន្ធយោងផ្សេងទៀតបាន។ សូមកុំដោះសម្ព័ន្ធប្រអប់នេះ លុះត្រាតែអ្នកពិតជាចង់រក្សា URL បច្ចុប្បន្នរបស់អ្នកឱ្យនៅដដែល។',
];