<?php
return [
    'settings_title' => 'Налады VerseLinker',
    'language_label' => 'Выбраць мову:',
    'version_label' => 'Выбраць версію:',
    'version_description' => 'Калі вы выбіраеце версію, якая ўключае толькі Стары Запавет або Новы Запавет, любыя спасылкі на кнігі, якія адсутнічаюць у выбранай версіі, будуць апрацоўвацца з выкарыстаннем версіі па змаўчанні. 
    Напрыклад, калі вы выбіраеце версію, якая ўключае толькі Новы Запавет, і спасылаецеся на Быццё 1:1 (Стары Запавет), сістэма аўтаматычна выкарыстоўвае версію па змаўчанні. 
    Гэта гарантуе, што ўсе спасылкі дакладна звязаны, нават калі выбраная версія не ўключае спасылачную кнігу.',
    'plugin_description' => 'Налады плагіна VerseLinker прапануюць просты спосаб наладзіць, як біблейскія спасылкі на вашым сайце аўтаматычна пераўтвараюцца ў інтэрактыўныя спасылкі. 
    Гэты плагін распазнае біблейскія цытаты, якія вы публікуеце (напрыклад, Ян 3:16), і пераўтварае іх у спасылкі, якія перанакіроўваюць на адпаведны тэкст на Bibliatodo.com. 
    Калі навесці курсор на спасылку, з’яўляецца ўсплывальнае акно з тэкстам верша, што дазваляе карыстальнікам чытаць Пісанне, не пакідаючы вашу старонку. 
    Калі карыстальнік націскае на спасылку, ён перанакіроўваецца на поўны тэкст на Bibliatodo.com. 
    Дзякуючы гэтай функцыянальнасці, VerseLinker паляпшае вопыт прагляду, забяспечваючы хуткі доступ да біблейскіх тэкстаў без перапынкаў.',
    'save_changes' => 'Захаваць змены',
    'error_loading_languages' => 'Памылка загрузкі спісу моў. Праверце, што файл <code>/json/idiomas.json</code> існуе і з’яўляецца сапраўдным.',
    'complete_bible' => 'Поўная Біблія (TB)',
    'old_testament' => 'Толькі Стары Запавет (AT)',
    'new_testament' => 'Толькі Новы Запавет (NT)',
    'examples_title' => 'Праверце працу плагіна',
    'examples_description' => 'Навядзіце курсор на вылучаныя ніжэй біблейскія спасылкі, каб убачыць працу плагіна.',
    'data_trueTooltip' => 'Актываваць падказку ў біблейскіх спасылках.',
    'data_trueTooltip_description' => 'Тут вы можаце ўключыць падказку, якая з’яўляецца ў біблейскіх спасылках. Хоць гэта зручны спосаб прагляду верша без выхаду са старонкі, калі яе выключыць, гэтая функцыя не будзе даступная. Хоць гэта ачышчае інтэрфейс, гэта таксама перашкаджае аўтаматычнай загрузцы інфармацыі аб вершы, што азначае, што біблейская спасылка будзе запытвацца толькі пры націску карыстальнікам на спасылку. Падумайце, ці сапраўды вам трэба адключыць гэтую карысную функцыю. Зніміце сцяжок ніжэй толькі ў тым выпадку, калі вы ўпэўнены.',
    'data_trueCredit' => 'Паказваць паведамленне "Powered by Bibliatodo.com".',
    'data_trueCredit_description' => 'Тут вы можаце ўключыць паведамленне "Powered by Bibliatodo.com", якое з’яўляецца ўнізе падказкі. Гэта паведамленне дапамагае большай колькасці людзей даведацца пра гэты карысны інструмент. Хоць яго адключэнне ачышчае інтэрфейс, яго захаванне падтрымлівае праект і дазваляе большай колькасці карыстальнікаў скарыстацца гэтым рэсурсам. Мы раім вам пакінуць яго ўключаным, каб дапамагчы распаўсюджваць гэты інструмент. Зніміце сцяжок толькі ў тым выпадку, калі вы ўпэўнены, што хочаце яго схаваць.',
    'tb' => 'Поўная Біблія',
    'solo_at' => 'Толькі Стары Запавет',
    'solo_nt' => 'Толькі Новы Запавет',
    'example_references' => 'Пошук па вершах: ЯНА 3:16
        Пошук па раздзелах: ПСАЛТЫР 91
        Раздзелы запар: ПСАЛТЫР 91-93
        Розныя раздзелы: ПСАЛТЫР 91,94
        Вершы ніжэй: ЭКЛЕЗІЯСТА 11:1-7
        Вершы па групах: ЭКЛЕЗІЯСТА 11:1-3,10,5
        Шмат кніг і камбінацый: ЯНА 1:1-4;МАЦЬВЕЯ 2:2,6-7',
    'data_trueLinks' => 'Замяніць існуючыя спасылкі на біблейскія цытаты',
    'data_trueLinks_description' => 'Уключыце гэтую опцыю, каб аўтаматычна замяняць існуючыя спасылкі на біблейскія цытаты фарматам VerseLinker. Гэта дазволіць усім цытатам на вашым сайце выкарыстоўваць функцыю ўсплывальнага падказвання і іншыя магчымасці. Калі вы адключыце гэты сцяжок, VerseLinker не будзе змяняць існуючыя спасылкі, што дазволіць вам захаваць арыгінальныя спасылкі або выкарыстоўваць іншую сістэму спасылак. Адключайце гэтую опцыю толькі ў тым выпадку, калі вы сапраўды хочаце пакінуць свае бягучыя спасылкі без змен.',
];