<?php
return [
    'settings_title' => 'إعدادات VerseLinker',
    'language_label' => 'اختر اللغة:',
    'version_label' => 'اختر الإصدار:',
    'version_description' => 'إذا اخترت إصدارًا يحتوي فقط على العهد القديم أو العهد الجديد، فستتم معالجة أي إشارات إلى كتب غير موجودة في الإصدار المحدد باستخدام الإصدار الافتراضي. 
    على سبيل المثال، إذا اخترت إصدارًا يحتوي فقط على العهد الجديد وأشرت إلى تكوين ١:١ (من العهد القديم)، فسيستخدم النظام تلقائيًا الإصدار الافتراضي لاسترداد النص. 
    هذا يضمن أن جميع الإشارات مرتبطة بدقة، حتى عندما لا يغطي الإصدار المحدد الكتاب المشار إليه.',
    'plugin_description' => 'تقدم خيارات إعدادات إضافة VerseLinker طريقة سهلة لتخصيص كيفية تحويل الإشارات الكتابية على موقع الويب الخاص بك إلى روابط تفاعلية تلقائيًا. 
    تكتشف هذه الإضافة الإشارات الكتابية التي تنشرها (مثل يوحنا ٣:١٦) وتحولها إلى روابط تؤدي إلى الجزء المناسب على Bibliatodo.com. 
    عند تحريك المؤشر فوق الرابط، يظهر مربع منبثق يحتوي على نص الآية، مما يتيح للمستخدمين قراءة النص الكتابي دون مغادرة صفحتك. 
    إذا نقر المستخدم على الرابط، فسيتم توجيهه إلى الجزء الكامل على Bibliatodo.com. 
    من خلال هذه الوظيفة، تعزز VerseLinker تجربة التصفح من خلال تسهيل الوصول الفوري إلى النصوص الكتابية، مما يساعد قراءك على استكشاف كلمة الله دون انقطاع.',
    'save_changes' => 'حفظ التغييرات',
    'error_loading_languages' => 'خطأ في تحميل قائمة اللغات. تحقق من أن الملف <code>/json/idiomas.json</code> موجود وصالح.',
    'complete_bible' => 'الكتاب المقدس الكامل (TB)',
    'old_testament' => 'العهد القديم فقط (OT)',
    'new_testament' => 'العهد الجديد فقط (NT)',
    'examples_title' => 'اختبر كيفية عمل الإضافة',
    'examples_description' => 'حرك المؤشر فوق الإشارات الكتابية أدناه لترى كيفية عمل الإضافة.',
    'data_trueTooltip' => 'تفعيل التلميح في الإشارات الكتابية.',
    'data_trueTooltip_description' => 'هنا يمكنك تفعيل التلميح الذي يظهر في الإشارات الكتابية. على الرغم من أن التلميح يوفر طريقة مريحة لعرض الآية دون مغادرة الصفحة، فإن تعطيله سيؤدي إلى عدم توفر هذه المعاينة. وبينما يجعل ذلك الواجهة أكثر نظافة، فإنه سيمنع أيضًا التحميل التلقائي لمعلومات الآية، مما يعني أن الإشارة الكتابية لن يتم طلبها إلا عند نقر المستخدم على الرابط. فكر جيدًا فيما إذا كنت بحاجة حقًا إلى تعطيل هذه الميزة المفيدة. قم بإلغاء تحديد المربع أدناه فقط إذا كنت متأكدًا.',
    'data_trueCredit' => 'عرض الرسالة "Powered by Bibliatodo.com".',
    'data_trueCredit_description' => 'هنا يمكنك تفعيل الرسالة "Powered by Bibliatodo.com"، والتي تظهر في الجزء السفلي من التلميح. تساعد هذه الرسالة في تعريف المزيد من الأشخاص بهذه الأداة المباركة. على الرغم من أن تعطيلها يجعل الواجهة أكثر نظافة، إلا أن إبقاءها مفعلة يدعم المشروع ويسمح لمزيد من المستخدمين بالاستفادة من هذه الموارد. نحن نشجعك على تفعيلها للمساهمة في نشر هذه الأداة. قم بإلغاء تحديد المربع فقط إذا كنت متأكدًا من رغبتك في إخفائها.',
    'tb' => 'الكتب المقدسة الكاملة',
    'solo_at' => 'العهد القديم فقط',
    'solo_nt' => 'العهد الجديد فقط',
    'example_references' => 'البحث بالآية: يوحنا 3:16
        البحث حسب الفصل: المزامير 91
        فصول متتالية: المزامير 91-93
        فصول مختلفة: المزامير 91,94
        الآيات أدناه: الملوك الثاني 11:1-7
        الآيات حسب المجموعات: الملوك الثاني 11:1-3,10,5
        العديد من الكتب والمجموعات: يوحنا 1:1-4;متى 2:2,6-7',
    'data_trueLinks' => 'استبدال عناوين URL لمراجع الكتاب المقدس الحالية',
    'data_trueLinks_description' => 'قم بتمكين هذا الخيار لاستبدال عناوين URL لمراجع الكتاب المقدس الحالية تلقائيًا بتنسيق VerseLinker. من خلال القيام بذلك، ستستفيد جميع المراجع على موقعك من ميزة الأداة المنبثقة والوظائف الأخرى. إذا قمت بإلغاء تحديد هذا الخيار، فلن يقوم VerseLinker بتحويل أي عناوين URL حالية، مما يتيح لك الاحتفاظ بالروابط الأصلية أو استخدام نظام مراجع مختلف. قم بإلغاء تحديد هذا المربع فقط إذا كنت ترغب حقًا في الاحتفاظ بعناوين URL الحالية دون تغيير.',
];