<?php
return [
    'settings_title' => 'VerseLinkerৰ সংহতি',
    'language_label' => 'ভাষা নিৰ্ব্বাচন কৰক:',
    'version_label' => 'সংস্কৰণ নিৰ্ব্বাচন কৰক:',
    'version_description' => 'যদি আপুনি এটি সংস্কৰণ নিৰ্ব্বাচন কৰে যি কেৱল পুৰণি বা নতুন নিয়ম অন্তৰ্ভুক্ত কৰে, তেন্তে যিকোনো গ্ৰন্থৰ উল্লেখ যি নিৰ্ব্বাচিত সংস্কৰণত নাই, সেয়া ডিফল্ট সংস্কৰণত প্ৰসেস কৰা হ’ব। 
    উদাহৰণস্বৰূপ, যদি আপুনি কেৱল নতুন নিয়ম অন্তৰ্ভুক্ত কৰা এটি সংস্কৰণ নিৰ্ব্বাচন কৰে আৰু উদ্ভৱ 1:1 উল্লেখ কৰে (পুৰণি নিয়মৰ পৰা), তেন্তে ব্যৱস্থাই ডিফল্ট সংস্কৰণ ব্যৱহাৰ কৰিব। 
    এইটো নিশ্চিত কৰে যে সকলো উল্লেখ সঠিকভাৱে সংযোগিত থাকে, যদিও নিৰ্ব্বাচিত সংস্কৰণে উল্লেখিত গ্ৰন্থ অন্তৰ্ভুক্ত নকৰে।',
    'plugin_description' => 'VerseLinker প্লাগইন বিকল্পবোৰে আপোনাৰ ৱেবছাইটত বাইবেলৰ উল্লেখবোৰক ইন্টাৰেক্টিভ লিংকত পৰিণত কৰিবলৈ এটা সহজ উপায় প্ৰদান কৰে। 
    এই প্লাগইনে আপোনাৰ প্ৰকাশ কৰা বাইবেল উল্লেখবোৰ (যেনে জন 3:16) চিনাক্ত কৰে আৰু ইয়াক Bibliatodo.comত লিংকত ৰূপান্তৰ কৰে। 
    যেতিয়া ব্যৱহাৰকাৰীয়ে লিংকত মাউছৰ কৰ্শৰ গুৰি স্থাপন কৰে, এটি পপআপ বাকচত পদৰ পাঠ দেখোৱা হয়, যি ব্যৱহাৰকাৰীক আপোনাৰ পৃষ্ঠালৈকে থাকি পদ পঢ়িবলৈ সক্ষম কৰে। 
    যদি ব্যৱহাৰকাৰীয়ে লিংকত ক্লিক কৰে, তেওঁক Bibliatodo.comত সম্পূর্ণ পৃষ্ঠা দেখিবলৈ প্ৰেৰণ কৰা হয়। 
    এই কার্যক্ষমতাই ব্যৱহাৰকাৰীক কোনো বিঘিনি নোহোৱাকৈ পৰমেশ্বৰৰ বাক্য অন্বেষণ কৰিবলৈ সহায় কৰে।',
    'save_changes' => 'পৰিবৰ্তন সংৰক্ষণ কৰক',
    'error_loading_languages' => 'ভাষাৰ তালিকা লোড কৰাত সমস্যা। নিশ্চিত কৰক যে <code>/json/idiomas.json</code> নথি বিদ্যমান আৰু বৈধ।',
    'complete_bible' => 'সম্পূৰ্ণ বাইবেল (TB)',
    'old_testament' => 'কেৱল পুৰণি নিয়ম (AT)',
    'new_testament' => 'কেৱল নতুন নিয়ম (NT)',
    'examples_title' => 'প্লাগইন পৰীক্ষা কৰক',
    'examples_description' => 'তলৰ হাইলাইট কৰা বাইবেলৰ উল্লেখবোৰত কৰ্শৰ গুৰি থৈ প্লাগইন কিদৰে কাম কৰে সেয়া চাওক।',
    'data_trueTooltip' => 'বাইবেলিক উল্লেখসমূহত টুলটিপ সক্ৰিয় কৰক।',
    'data_trueTooltip_description' => 'এই ঠাইত আপুনি বাইবেলিক উল্লেখসমূহত প্ৰদর্শিত টুলটিপটো সক্ৰিয় কৰিব পাৰে। টুলটিপটোৱে পৃষ্ঠাটো এৰি নোযোৱাকৈ পদটি চোৱাৰ এটা সুবিধাজনক উপায় প্ৰদান কৰে, কিন্তু যদিহে আপুনি এইটো নিষ্ক্ৰিয় কৰে তেন্তে এই পূৰ্বদৰ্শন উপলব্ধ নহ\'ব। যদিও এইটো ইণ্টাৰফেইচটো পৰিষ্কাৰ কৰে, এইটোৱে পদৰ তথ্যটো স্বয়ংক্ৰিয়ভাৱে ল\'ড হোৱাটোও বাধা দিব, যাৰ অৰ্থ হৈছে যে বাইবেলিক উল্লেখটোৱে কেৱল ব্যৱহাৰকাৰীয়ে লিংকটোত ক্লিক কৰিলে বিচৰা হ\'ব। আপুনি এই সুবিধাজনক বৈশিষ্ট্যটো নিষ্ক্ৰিয় কৰাৰ প্ৰয়োজন আছে নেকি চিন্তা কৰক। তলৰ বাকচটোকে আপুনি নিশ্চিত হ’লে নিষ্ক্ৰিয় কৰক।',
    'data_trueCredit' => '"Powered by Bibliatodo.com" বার্তাটো প্ৰদর্শন কৰক।',
    'data_trueCredit_description' => 'এই ঠাইত আপুনি "Powered by Bibliatodo.com" বার্তাটো সক্ৰিয় কৰিব পাৰে, যি টুলটিপটোৰ তলত প্ৰদর্শিত হয়। এই বার্তাটোৱে অধিক মানুহক এই আশীৰ্বাদৰ সঁজুলিটোৰ বিষয়ে জানিবলৈ সহায় কৰে। যদিও এইটো নিষ্ক্ৰিয় কৰিলে ইণ্টাৰফেইচটো পৰিষ্কাৰ হ’ব, এইটোৱে প্ৰকল্পটোক সমৰ্থন কৰে আৰু অধিক ব্যৱহাৰকাৰীয়ে এই সম্পদটোৰ পৰা উপকৃত হ’বলৈ সহায় কৰে। এই সঁজুলিটোৰ প্ৰচাৰ কৰাত সহায় কৰিবলৈ আপুনি এইটো সক্ৰিয় কৰি ৰাখিবলৈ উৎসাহিত কৰা হৈছে। যদি আপুনি নিশ্চিত যে আপুনি এইটো লুকুৱাব বিচাৰে, তেন্তে কেৱল বাকচটো নিষ্ক্ৰিয় কৰি থওক।',
    'tb' => 'সম্পূৰ্ণ বাইবেল',
    'solo_at' => 'কেৱল পুৰণি নিয়ম',
    'solo_nt' => 'কেৱল নতুন নিয়ম',
    'example_references' => 'পদৰ দ্বাৰা সন্ধান কৰক: যোহন 3:16
        অধ্যায় অনুসৰি সন্ধান কৰক: গীত 91
        একেৰাহে অধ্যায়সমূহ: গীত 91-93
        বিভিন্ন অধ্যায়: গীত 91,94
        তলৰ পদবোৰ: উপ 11:1-7
        গোট অনুসৰি পদ: উপ 11:1-3,10,5
        বহুতো কিতাপ আৰু সংমিশ্ৰণ: যোহন 1:1-4;মথি 2:2,6-7',
    'data_trueLinks' => 'বিদ্যমান বাইবেল উল্লেখ URL সমূহ প্রতিস্থাপন কৰক',
    'data_trueLinks_description' => 'এই বিকল্পটো সক্ষম কৰক যাতে বিদ্যমান বাইবেল উল্লেখ URL সমূহ স্বয়ংক্ৰিয়ভাৱে VerseLinker ফৰমেটত প্রতিস্থাপন হয়। এইদৰে কৰিলে, আপোনাৰ ৱেবচাইটৰ সকলো উল্লেখ টুলটিপ বৈশিষ্ট্য আৰু অন্যান্য কাৰ্য্যসমূহৰ সুবিধা লাভ কৰিব। যদি আপুনি এই বিকল্পটো নিষ্ক্ৰিয় কৰে, তেন্তে VerseLinkerয়ে কোনো বিদ্যমান URL পৰিবৰ্তন নকৰে, যিয়ে আপোনাক মূল লিংকসমূহ সংৰক্ষণ কৰিবলৈ বা ভিন্ন উল্লেখ প্ৰণালী ব্যৱহাৰ কৰিবলৈ অনুমতি প্ৰদান কৰে। আপুনি যদি প্ৰকৃততে আপোনাৰ বৰ্তমান URL সমূহ অক্ষুণ্ণ ৰাখিব বিচাৰে, তেতিয়াহে এই বিকল্পটো নিষ্ক্ৰিয় কৰক।',
];