<?php
return [
    'settings_title' => 'הגדרות VerseLinker',
    'language_label' => 'בחר שפה:',
    'version_label' => 'בחר גרסה:',
    'version_description' => 'אם תבחר גרסה הכוללת רק את התנ"ך או הברית החדשה, הפניות לספרים שאינם כלולים בגרסה שנבחרה יעובדו באמצעות הגרסה המוגדרת כברירת מחדל. 
    לדוגמה, אם תבחר גרסה הכוללת רק את הברית החדשה ותפנה אל בראשית א:1 (מהתנ"ך), המערכת תשתמש אוטומטית בגרסה המוגדרת כברירת מחדל כדי לאחזר את הטקסט. 
    פעולה זו מבטיחה שכל ההפניות יקושרו בצורה מדויקת.',
    'plugin_description' => 'הגדרות VerseLinker מספקות דרך פשוטה להפוך הפניות מקראיות באתר שלך לקישורים אינטראקטיביים. 
    התוסף מזהה הפניות (לדוגמה, יוחנן ג:16) והופך אותן לקישורים אל Bibliatodo.com.',
    'save_changes' => 'שמור שינויים',
    'error_loading_languages' => 'שגיאה בטעינת רשימת השפות.',
    'complete_bible' => 'כל התנ"ך (TB)',
    'old_testament' => 'תנ"ך בלבד (AT)',
    'new_testament' => 'ברית חדשה בלבד (NT)',
    'examples_title' => 'נסה את פעולת התוסף',
    'examples_description' => 'העבר את העכבר מעל ההפניות.',
    'data_trueTooltip' => 'הפעלת תיאור קופץ בהפניות מקראיות.',
    'data_trueTooltip_description' => 'כאן תוכל להפעיל את התיאור הקופץ שמופיע בהפניות מקראיות. למרות שהתיאור הקופץ מציע דרך נוחה לצפות בפסוק מבלי לצאת מהעמוד, אם תשבית אותו, התצוגה המקדימה לא תהיה זמינה. אמנם זה מנקה את הממשק, אך זה גם ימנע את הטעינה האוטומטית של מידע הפסוק, כלומר ההפניה המקראית תיטען רק כאשר המשתמש ילחץ על הקישור. שקול האם אתה באמת צריך להשבית פונקציה מועילה זו. בטל את סימון התיבה למטה רק אם אתה בטוח.',
    'data_trueCredit' => 'הצגת ההודעה "Powered by Bibliatodo.com".',
    'data_trueCredit_description' => 'כאן תוכל להפעיל את ההודעה "Powered by Bibliatodo.com", שמופיעה בתחתית התיאור הקופץ. הודעה זו עוזרת לאנשים נוספים להכיר כלי מבורך זה. אמנם השבתתו מנקה את הממשק, אך השארתו גלויה תומכת בפרויקט ומאפשרת ליותר משתמשים ליהנות ממשאב זה. אנו ממליצים להפעיל אותו כדי לעזור להפיץ כלי זה. השאר את התיבה לא מסומנת רק אם אתה בטוח שברצונך להסתיר אותה.',
    'tb' => 'כל התנ"ך',
    'solo_at' => 'תנ"ך בלבד',
    'solo_nt' => 'ברית חדשה בלבד',
    'example_references' => 'חפש לפי פסוק: יוחנן 3:16
        חפש לפי פרק: תהלים 91
        פרקים ברצף: תהלים 91-93
        פרקים שונים: תהלים 91,94
        הפסוקים למטה: קהלת 11:1-7
        פסוקים לפי קבוצות: קהלת 11:1-3,10,5
        ספרים ושילובים רבים: יוחנן 1:1-4;מתי 2:2,6-7',
    'data_trueLinks' => 'החלפת כתובות ה-URL של הפניות קיימות בתנ"ך',
    'data_trueLinks_description' => 'הפעל אפשרות זו כדי להחליף אוטומטית את כתובות ה-URL של הפניות קיימות בתנ"ך בפורמט של VerseLinker. על ידי כך, כל ההפניות באתר שלך ייהנו מתכונת תצוגת הכלי ומאפשרויות נוספות. אם תשבית את תיבת הסימון הזו, VerseLinker לא ישנה כתובות קיימות, מה שיאפשר לך לשמור על הקישורים המקוריים או להשתמש במערכת הפניות אחרת. בטל את הסימון בתיבה זו רק אם ברצונך לשמור על כתובות ה-URL הנוכחיות שלך ללא שינוי.',
];