<?php
return [
    'settings_title' => 'VerseLinker की सेटिंग्स',
    'language_label' => 'भाषा चुनें:',
    'version_label' => 'संस्करण चुनें:',
    'version_description' => 'यदि आप एक ऐसा संस्करण चुनते हैं जिसमें केवल पुराना नियम या नया नियम शामिल है, तो किसी भी संदर्भ को जो चयनित संस्करण में नहीं है, डिफ़ॉल्ट संस्करण का उपयोग करके संसाधित किया जाएगा। 
    उदाहरण के लिए, यदि आप ऐसा संस्करण चुनते हैं जिसमें केवल नया नियम शामिल है और उत्पत्ति 1:1 (पुराने नियम का) संदर्भ देते हैं, तो सिस्टम स्वतः डिफ़ॉल्ट संस्करण का उपयोग करेगा। 
    यह सुनिश्चित करता है कि सभी संदर्भ सटीक रूप से जुड़े हुए हों, भले ही चयनित संस्करण में संदर्भित पुस्तक शामिल न हो।',
    'plugin_description' => 'VerseLinker प्लगइन के सेटिंग विकल्प आपके वेबसाइट पर बाइबिल संदर्भों को स्वचालित रूप से इंटरैक्टिव लिंक में बदलने का एक सरल तरीका प्रदान करते हैं। 
    यह प्लगइन आपके द्वारा पोस्ट की गई बाइबिल उद्धरणों का पता लगाता है (जैसे, यूहन्ना 3:16) और उन्हें Bibliatodo.com पर संबंधित मार्ग पर ले जाने वाले लिंक में बदल देता है। 
    लिंक पर कर्सर रखने पर, एक पॉपअप बॉक्स में पद का पाठ प्रदर्शित होता है, जिससे उपयोगकर्ता आपकी वेबसाइट छोड़े बिना शास्त्र को पढ़ सकते हैं। 
    यदि उपयोगकर्ता लिंक पर क्लिक करता है, तो उन्हें Bibliatodo.com पर पूरे मार्ग पर ले जाया जाएगा। 
    इस कार्यक्षमता के साथ, VerseLinker ब्राउज़िंग अनुभव को बढ़ाता है और आपके पाठकों को बिना किसी व्यवधान के परमेश्वर के वचन को पढ़ने की सुविधा प्रदान करता है।',
    'save_changes' => 'परिवर्तन सहेजें',
    'error_loading_languages' => 'भाषाओं की सूची लोड करने में त्रुटि। सुनिश्चित करें कि <code>/json/idiomas.json</code> फाइल मौजूद है और वैध है।',
    'complete_bible' => 'पूर्ण बाइबिल (TB)',
    'old_testament' => 'केवल पुराना नियम (AT)',
    'new_testament' => 'केवल नया नियम (NT)',
    'examples_title' => 'प्लगइन के काम करने का परीक्षण करें',
    'examples_description' => 'नीचे दिए गए बाइबिल संदर्भों पर कर्सर रखें और देखें कि प्लगइन कैसे काम करता है।',
    'data_trueTooltip' => 'बाइबिल संदर्भों में टूलटिप सक्रिय करें।',
    'data_trueTooltip_description' => 'यहाँ आप टूलटिप को सक्रिय कर सकते हैं जो बाइबिल संदर्भों में दिखाई देता है। हालाँकि टूलटिप एक सुविधाजनक तरीका प्रदान करता है जिससे आप पृष्ठ छोड़े बिना ही पद्य देख सकते हैं, इसे निष्क्रिय करने पर यह पूर्वावलोकन उपलब्ध नहीं होगा। यह इंटरफ़ेस को साफ़ करता है, लेकिन साथ ही पद्य की जानकारी का स्वचालित लोडिंग भी रोकता है, जिसका अर्थ है कि बाइबिल संदर्भ केवल तभी अनुरोध किया जाएगा जब उपयोगकर्ता लिंक पर क्लिक करेगा। कृपया सोचें कि क्या आपको वास्तव में इस उपयोगी सुविधा को निष्क्रिय करने की आवश्यकता है। नीचे दिए गए बॉक्स को केवल तभी अनचेक करें जब आप पूरी तरह से सुनिश्चित हों।',
    'data_trueCredit' => 'संदेश "Powered by Bibliatodo.com" दिखाएं।',
    'data_trueCredit_description' => 'यहाँ आप संदेश "Powered by Bibliatodo.com" सक्रिय कर सकते हैं, जो टूलटिप के निचले भाग में दिखाई देता है। यह संदेश अधिक लोगों को इस आशीर्वादपूर्ण टूल के बारे में जानने में मदद करता है। हालाँकि इसे निष्क्रिय करने से इंटरफ़ेस साफ़ हो जाता है, इसे सक्रिय रखने से परियोजना को समर्थन मिलता है और अधिक उपयोगकर्ता इस संसाधन का लाभ उठा सकते हैं। हम आपको इसे सक्रिय रखने के लिए प्रोत्साहित करते हैं ताकि इस टूल को और अधिक लोगों तक पहुँचाया जा सके। यदि आप इसे छिपाना चाहते हैं तो ही बॉक्स को अनचेक करें।',
    'tb' => 'पूर्ण बाइबिल',
    'solo_at' => 'केवल पुराना नियम',
    'solo_nt' => 'केवल नया नियम',
    'example_references' => 'श्लोक द्वारा खोजें: यूहन्ना 3:16
        अध्याय के अनुसार खोजें: भजन संहिता 91
        एक पंक्ति में अध्याय: भजन संहिता 91-93
        विभिन्न अध्याय: भजन संहिता 91,94
        नीचे श्लोक: सभोपदेशक 11:1-7
        समूहों द्वारा छंद: सभोपदेशक 11:1-3,10,5
        कई पुस्तकें और संयोजन: यूहन्ना 1:1-4;मत्ती 2:2,6-7',
    'data_trueLinks' => 'मौजूदा बाइबिल संदर्भ URL को बदलें',
    'data_trueLinks_description' => 'इस विकल्प को सक्षम करें ताकि मौजूदा बाइबिल संदर्भ URL को स्वचालित रूप से VerseLinker प्रारूप में बदला जा सके। ऐसा करने से, आपकी साइट पर सभी संदर्भ टूलटिप सुविधा और अन्य कार्यों से लाभान्वित होंगे। यदि आप इस चेकबॉक्स को अक्षम करते हैं, तो VerseLinker किसी भी मौजूदा URL को परिवर्तित नहीं करेगा, जिससे आप मूल लिंक को संरक्षित कर सकते हैं या किसी अन्य संदर्भ प्रणाली का उपयोग कर सकते हैं। केवल तभी इस बॉक्स को अनचेक करें जब आप वास्तव में अपने वर्तमान URL को बरकरार रखना चाहते हों।',
];